'use client'

import Modal from '@/components/Modal'
export default function Page() {
  return (
    <Modal>
      <div>
        <h1>포트폴리오</h1>
        <h1>포트폴리오</h1>
        <h1>포트폴리오</h1>
        <h1>포트폴리오</h1>
        <h1>포트폴리오</h1>
        <h1>포트폴리오</h1>
        <h1>포트폴리오</h1>
        <h1>포트폴리오</h1>
        <h1>포트폴리오</h1>
        <h1>포트폴리오</h1>
        <h1>포트폴리오</h1>
        <h1>포트폴리오</h1>
        <h1>포트폴리오</h1>
        <h1>포트폴리오</h1>
        <h1>포트폴리오</h1>
        <h1>포트폴리오</h1>
        <h1>포트폴리오</h1>
        <h1>포트폴리오</h1>
        <h1>포트폴리오</h1>
        <h1>포트폴리오</h1>
        <h1>포트폴리오</h1>
        <h1>포트폴리오</h1>
        <h1>포트폴리오</h1>
        <h1>포트폴리오</h1>
        <h1>포트폴리오</h1>
        <h1>포트폴리오</h1>
        <h1>포트폴리오</h1>
        <h1>포트폴리오</h1>
        <h1>포트폴리오</h1>
        <h1>포트폴리오</h1>
        <h1>포트폴리오</h1>
        <h1>포트폴리오</h1>
        <h1>포트폴리오</h1>
        <h1>포트폴리오</h1>
        <h1>포트폴리오</h1>
        <h1>포트폴리오</h1>
      </div>
    </Modal>
  )
}
